Repository: adblockplus/adblockplussafariios
Catalog: AdblockPlusSafari/*.lproj/Main.strings
Languages: de, el, hr, it, nl, th, vi, zh_hant

# 0Xh-gE-5Fu.text
source: White-listed Websites
de: Weiße Liste
el: Ιστοσελίδες Που Επιτρέπονται
hr: Dopuštene stranice
it: Siti Web nella whitelist
nl: Websites op witte lijst
th: รายชื่อเว็บที่ถูกยกเว้น
vi: Danh sách trang web được miễn trừ
zh_hant: 白名單中的網站

# 3Bc-kL-vsl.text
source: About
de: Über
el: Σχετικά
hr: O aplikaciji
it: Chi siamo
nl: Over
th: เกี่ยวกับ
vi: Giới thiệu
zh_hant: 關於

# 3FL-nd-DlQ.text
source: Allow some non-intrusive ads
de: Einige nicht aufdringliche Werbung zulassen
el: Να επιτρέπονται μερικές μη παρεμβατικές διαφημίσεις
hr: Dopusti neke nenametljive reklame
it: Consenti alcuni annunci non invasivi
nl: Sommige niet-opdringerige advertenties toestaan
th: อนุญาตให้มีโฆษณาบางอย่างที่ไม่รบกวน
vi: Cho phép một số quảng cáo thân thiện
zh_hant: 允許一些非侵入性的廣告

# 4Ma-gI-dEb.headerTitle
source: VERSION
el: ΕΚΔΟΣΗ
hr: VERZIJA
it: VERSIONE
nl: VERSIE
th: เวอร์ชั่น
vi: PHIÊN BẢN
zh_hant: 版本

# 9TK-Zf-1G9.text
source: 1. Go to iOS Settings → Safari → Content Blockers
de: 1. Öffnen Sie die iOS Einstellungen → Safari → Inhalts-Blocker
el: 1. Μεταβείτε σε Ρυθμίσεις iOS → Safari → Προγράμματα αποκλεισμού περιεχομένου
hr: 1. Idite na iOS postavke → Safari → Blokatori sadržaja
it: 1. Vai su Impostazioni iOS → Safari → Content Blockers
nl: 1. Ga in iOS naar Instellingen → Safari → Content Blockers
th: 1. ไปที่ตั้งค่าของ iOS → Safari → ตัวบล็อกเนื้อหา
vi: 1. Vào Cài đặt → Safari → Trình chặn Nội dung
zh_hant: 1.前往 iOS 設定 → Safari → 內容阻擋器

# 94r-nm-jV7.text
source: We'd like to encourage websites to use straightforward, non-intrusive advertising. That's why we've established strict guidelines to identify Acceptable Ads, which are shown under default settings. If you wish to browse ad-free, you can disable this setting at any time.
de: Wir möchten Webseiten dazu ermutigen, unaufdringliche Werbung zu schalten. Deshalb haben wir strenge Richtlinien erstellt, um Acceptable Ads zu identifizieren, die als Standardeinstellung gezeigt werden. Wenn Sie lieber komplett werbefrei surfen möchten, kann diese Einstellung jederzeit deaktiviert werden.
el: Θέλουμε να ενθαρρύνουμε τις ιστοσελίδες να χρησιμοποιούν απλές, μη παρεμβατικές διαφημίσεις. Γι 'αυτό έχουμε θεσπίσει αυστηρές κατευθυντήριες γραμμές για τον εντοπισμό Αποδεκτών Διαφημίσεων, οι οποίες εμφανίζονται στις προεπιλεγμένες ρυθμίσεις. Αν θέλετε να περιηγηθείτε χωρίς διαφημίσεις, μπορείτε να απενεργοποιήσετε αυτήν τη ρύθμιση ανά πάσα στιγμή.
hr: Želimo potaknuti web stranice da koriste jednostavno, nenametljivo oglašavanje. Zato smo uspostavili stroge smjernice za identificiranje Prihvatljivih reklama, smjernice koje su prikazane pod zadanim postavkama. Ako želite surfati bez reklama, možete onemogućiti ovu postavku bilo kad.
it: Vorremmo incoraggiare i siti Web a utilizzare pubblicità semplici, non invasive. Ecco perché abbiamo stabilito delle linee guida rigorose per identificare annunci accettabili, che sono indicati nelle impostazioni predefinite. Se si desidera navigare senza pubblicità, è possibile disattivare questa impostazione in qualsiasi momento.
nl: We zouden websites willen aanmoedigen eenvoudige, niet-opdringerige advertenties te gebruiken. Daarom hebben we strikte richtlijnen opgesteld om acceptabele advertenties te herkennen die bij gebruik van de standaardinstellingen worden getoond. Als u advertentievrij wilt surfen, kunt u deze instelling op elk gewenst moment uitschakelen.
th: พวกเราสนับสนุนเว็บที่ใช้โฆษณาที่ตรงไปตรงมาและไม่รบกวนผู้ใช้ นั้นคือเหตุผลที่พวกเราได้สร้างกฎที่เข้มงวดเพื่อระบุถึงโฆษณาที่พวกเรายอมรับได้ ซึ่งมันถูกให้ 'แสดง' เป็นค่าเริ่มต้น ถ้าคุณต้องการให้เบราเซอร์นี้ปลอดโฆษณาเลย คุณสามารถที่จะปิดและเปิดมันได้ทุกครั้ง
vi: Chúng tôi luôn khuyến khích các trang web sử dụng những quảng cáo thân thiện, không vòng vo. Đây là lí do vì sao chúng tôi thiết lập bộ nguyên tắc chặt ché nhằm định dạng Những quảng cáo Chấp nhận được ( hiển thị ở mục cài đặt mặc định). Nếu bạn muốn sử dụng một trình duyệt không có bất kỳ quảng cáo nào, bạn có thể vô hiệu hoá cài đặt này bất kỳ lúc nào.
zh_hant: 我們想鼓勵網站使用簡單、非侵入式的廣告。這就是為什麼我們已經建立了嚴格的準則來判斷在默認設置下顯示的可接受廣告。如果你想要瀏覽時完全無廣告，您可隨時禁用此設置。

# ABG-dZ-EA2.text
source: Acceptable Ads
de: Akzeptable Werbung
el: Αποδεκτές Διαφημίσεις
hr: Prihvatljivi oglasi
it: Annunci accettabili
nl: Acceptabele advertenties
th: โฆษณาที่ยอมรับได้
vi: Quảng cáo chấp nhận được
zh_hant: 可接受廣告

# CNX-VR-6h9.text
source: Annoying ads are always blocked, while non-intrusive ads are displayed by default. You can change this setting at any time.
de: Aufdringliche Werbung wird immer blockiert, während unaufdringliche Werbung standardmäßig angezeigt wird. Sie können diese Einstellung jederzeit ändern.
el: Οι ενοχλητικές διαφημίσεις φράσσονται πάντα, ενώ οι μη παρεμβατικές διαφημίσεις εμφανίζονται εκ προεπιλογής. Μπορείτε να αλλάξετε αυτή τη ρύθμιση οποιαδήποτε στιγμή.
hr: Nametljive reklame su uvijek blokirane, dok se nenametljive reklame prikazuju pod zadano. Možete promijeniti ovu postavku bilo kad.
it: Gli annunci fastidiosi vengono sempre bloccati, invece gli annunci non invasivi vengono visualizzati in maniera predefinita. Puoi modificare questa impostazione in qualunque momento.
nl: Vervelende advertenties worden altijd geblokkeerd, terwijl niet-opdringerige advertenties standaard worden weergegeven. U kunt deze instelling op elk gewenst moment wijzigen.
th: โฆษณาที่กวนใจจะถูกบล็อกตลอดเวลา ในขณะที่โฆษณาที่ไม่รบกวนจะถูกแสดง โดยตั้งเป็นค่าเริ่มต้นไว้ คุณสามารถเปลี่ยนค่านี้ได้ตลอดเวลา
vi: Quảng cáo gây hại luôn bị chặn, trong khi quảng cáo không gây hại được hiển thị theo mặc định. Bạn có thể thay đổi cài đặt này bất kỳ lúc nào.
zh_hant: 煩人的廣告總是被封鎖，但對於非侵入性廣告默認保留。您可以在任何時間更改此設置。

# EiF-J0-RYy.title
source: White-listed Websites
de: Weiße Liste
el: Ιστοσελίδες σε Λίστα Επιτρεπόμενων
hr: Dopuštene stranice
it: Lista Bianca siti web
nl: Websites op witte lijst
th: รายชื่อเว็บที่ถูกยกเว้น
vi: Danh sách trang web được miễn trừ
zh_hant: 白名單中的網站

# Hto-9e-Mjf.title
source: About
de: Über
el: Σχετικά
hr: O aplikaciji
it: Informazioni
nl: Over
th: เกี่ยวกับ
vi: Giới thiệu
zh_hant: 關於

# JGs-ZZ-lI9.headerTitle
source: MORE
de: MEHR
el: ΠΕΡΙΣΣΟΤΕΡΑ
hr: VIŠE
it: DI PIÙ
nl: MEER
th: เพิ่มเติม
vi: NHIỀU HƠN
zh_hant: 更多

# KLy-wT-2fz.text
source: Safari Configuration
de: Safari einrichten
el: Διαμόρφωση Safari
hr: Safari postavke
it: Configurazione di Safari
nl: Safari-configuratie
th: การตั้งค่าของ Safari
vi: Cấu hình Safari
zh_hant: Safari 組態

# PnU-9J-ZXq.text
source: Update Filter lists
de: Filterlisten aktualisieren
el: Ενημέρωση λιστών Φίλτρων
hr: Ažuriranje popisa filtra
it: Aggiornare gli elenchi di filtri
nl: Filterlijsten bijwerken
th: อัพเดตรายการตัวกรอง
vi: Cấp nhật danh sách Bộ lọc
zh_hant: 升級篩選器清單

# RRQ-SL-6ZV.text
source: You're in control
de: Sie haben die Kontrolle
el: Εσείς έχετε τον έλεγχο
hr: Imate kontrolu
it: Tutto sotto controllo
nl: U bent de baas
th: คุณควบคุมมันง่ายๆ
vi: Bạn đang kiếm soát
zh_hant: 選擇權在你手裡

# TUG-U9-6x7.normalTitle
source: Download on the App Store
de: Im App Store downloaden
el: Λήψη στο App Store
hr: Preuzimanje u App Store
it: Scarica su App Store
nl: Downloaden in de App Store
th: ดาวน์โหลดได้แล้วที่ App Store
vi: Tải về trên App Store
zh_hant: 在 App Store 下載

# Thw-XS-bUp.text
source: 2. Enable Adblock Plus and wait for 10 seconds
de: 2. Adblock Plus aktivieren und 10 Sekunden warten
el: 2. Ενεργοποιήστε το Adblock Plus και περιμένετε για 10 δευτερόλεπτα
hr: 2. Omogućite Adblock Plus i pričekajte 10 sekundi
it: 2. Attivare Adblock Plus e attendere 10 secondi
nl: 2. Schakel Adblock Plus in en wacht 10 seconden
th: 2. เปิดใช้งาน Adblock Plus และรอสัก 10 วินาที
vi: 2. Kích hoạt Adblock Plus và đợi 10 giây
zh_hant: 2.啟用 Adblock Plus 並等待 10 秒

# VES-kP-JDg.text
source: No websites white-listed
de: Keine Webseiten auf der weißen Liste
el: Καμία ιστοσελίδα στη λίστα επιτρεπόμενων
hr: Nema dozvoljenih stranica
it: Nessun sito web nella lista bianca
nl: Geen websites op witte lijst
th: ยังไม่ได้กำหนดเว็บที่ถูกยกเว้น
vi: Không có trang web được miễn trừ
zh_hant: 沒有網站白名單

# VJZ-V3-ohd.text
source: To get a better ad blocking experience, use Adblock *Browser* for iOS
de: Für ein besseres Werbeblocker-Erlebnis benutzen Sie den Adblock *Browser* für iOS
el: Για να έχετε μια καλύτερη εμπειρία φραγής διαφημίσεων, χρησιμοποιήστε τον Adblock *Browser* για iOS
hr: Kako biste imali bolje iskustvo, bez oglasa koristite Adblock *preglednik* za iOS
it: Per ottenere una migliore esperienza di ad blocking, utilizzare Adblock * Browser * per iOS
nl: Gebruik Adblock *Browser* voor iOS voor een betere blokkeerervaring
th: เพื่อประสบการณ์การบล็อกโฆษณาที่ดีกว่านี้ ขอแนะนำให้ใช้ Adblock *Browser* สำหรับ iOS
vi: Để có được trải nghiệm chăn quảng cáo tốt hơn, sử dụng Adblock *Browser* cho iOS
zh_hant: 要獲得更好的廣告封鎖體驗，使用 iOS 版 Adblock *瀏覽器*

# Vy3-8g-AOR.normalTitle
source: Got it
de: Verstanden
el: Το έπιασα
hr: Shvatio sam
it: Capito
nl: Begrepen
th: เข้าใจแล้ว
vi: Đã hiểu
zh_hant: 知道了

# euz-Uy-cr5.text
source: Tap the Settings icon → Acceptable Ads
de: Auf Einstellungen-Icon tippen → Akzeptable Werbung
el: Αγγίξτε το εικονίδιο Ρυθμίσεων → Αποδεκτές Διαφημίσεις
hr: Dodirnite ikonu Postavke → Prihvatljivi oglasi
it: Toccare l'icona Impostazioni → pubblicità accettabili
nl: Tik op Instellingen → Acceptabele advertenties
th: แตะที่ไอค่อนตั้งค่า → โฆษณาที่ยอมรับได้
vi: Chọn biểu tưởng Cài đặt → Những quảng cáo được chấp nhận
zh_hant: 按「設定」圖示 → 可接受廣告

# hBD-xm-gdv.text
source: Acceptable Ads
de: Akzeptable Werbung
el: Αποδεκτές Διαφημίσεις
hr: Prihvatljivi oglasi
it: Annunci accettabili
nl: Acceptabele advertenties
th: โฆษณาที่ยอมรับได้
vi: Quảng cáo chấp nhận được
zh_hant: 可接受廣告

# iRE-JE-Bfh.title
source: Acceptable Ads
de: Akzeptable Werbung
el: Αποδεκτές Διαφημίσεις
hr: Prihvatljivi oglasi
it: Annunci accettabili
nl: Acceptabele advertenties
th: โฆษณาที่ยอมรับได้
vi: Quảng cáo hữu ích
zh_hant: 可接受廣告

# jgu-sr-NP6.text
source: Adblock Plus won't work if you don't configure your Safari settings. Don't worry, we'll show you how.
de: Adblock Plus funktioniert nicht, wenn Sie die Safari-Einstellungen nicht anpassen. Keine Sorge, wir zeigen Ihnen wie’s geht.
el: Το Adblock Plus δεν θα δουλέψει αν δεν διαμορφώσετε τις ρυθμίσεις του Safari. Μην ανησυχείτε, θα σας δείξουμε πως.
hr: Adblock Plus neće funkcionirati ako ne podesite Safari postavke. Ne brinite, mi ćemo vam pokazati kako.
it: Adblock Plus non funziona se non si configurano le impostazioni di Safari. Non preoccupatevi, vi mostreremo come fare.
nl: Adblock Plus werkt niet als u uw Safari-instellingen niet configureert. Geen zorgen, kijk hier hoe u dit doet.
th: Adblock Plus จะไม่ทำงานได้ถ้าคุณยังไม่ตั้งค่าบน Safari ของคุณ ไม่ต้องกังวล พวกเราจะสอนวิธีทำให้เอง
vi: Adblock Plus sẽ không hoạt động nếu bạn không cấu hình cài đặt Safari. Đừng lo, chúng tôi sẽ chỉ bạn làm như thế nào.
zh_hant: 如果你不對 Safari 進行設定，Adblock Plus 將不會工作。不要擔心，我們將會告訴你怎麼做。

# kFT-cY-IYR.text
source: To enable ad blocking in Safari
de: Aktivieren des Werbefilters in Safari
el: Για να ενεργοποιήσετε την φραγή διαφημίσεων στο Safari
hr: Omogućavanje blokiranja oglasa u Safari pregledniku
it: Per attivare ad blocking in Safari
nl: Advertentieblokkering inschakelen in Safari
th: เปิดใช้งานบล็อกโฆณาใน Safari
vi: Để kích hoạt chặn quảng cáo trong Safari
zh_hant: 要在 Safari 中啟動廣告封鎖

# oLj-ed-HW7.normalTitle
source: Configure Safari
de: Safari konfigurieren
el: Διαμόρφωση Safari
hr: Konfiguriranje Safari preglednika
it: Configurare Safari
nl: Safari configureren
th: เริ่มตั้งค่า
vi: Cấu hình Safari
zh_hant: 設定 Safari

# w2u-Tw-F3D.headerTitle
source: EXCEPTIONS
de: AUSNAHMEN
el: ΕΞΑΙΡΕΣΕΙΣ
hr: IZNIMKE
it: ECCEZIONI
nl: UITZONDERINGEN
th: ข้อยกเว้น
vi: NGOẠI LỆ
zh_hant: 例外情況

# z6o-iS-GOv.footerTitle
source: Last filter list update: %@
de: Letztes Filterlisten-Update: %@
el: Τελευταία ενημέρωση λιστών φίλτρων: %@
hr: Zadnje ažuriranje popis filtera: %@
it: Ultimo aggiornamento di una lista di filtri: %@
nl: Laatste filterlijstupdate: %@
th: ตัวกรองอัพเดตล่าสุดแล้วตอน: %@
vi: Lần cuối cập nhật dánh sách bộ lọc: %@
zh_hant: 最近的篩選器清單更新：%@
