Repository: adblockplus/adblockplussafariios
Catalog: Translations/*.xliff
Languages: ar, bn, es_es, fr, ja, nb, pl, ro, zh_hans

# 0Xh-gE-5Fu.text
source: Whitelisted Websites
ar: قائمة المواقع المسموحة
bn: সাদাতালিকাভুক্ত ওয়েবসাইট
es_es: Páginas web en lista blanca
fr: Sites en liste blanche
ja: ホワイトリストに登録済みのウェブサイト
nb: Hivtelistede nettsteder
pl: Dozwolone witryny
ro: Site-uri neblocate
zh_hans: 白名单中的网站

# 3Bc-kL-vsl.text
source: About
ar: حول
bn: সম্পর্কে
es_es: Acerca de
fr: À propos
ja: バージョン情報
nb: Om
pl: Informacje
ro: Despre
zh_hans: 关于

# 3FL-nd-DlQ.text
source: Allow some nonintrusive ads
ar: السماح ببعض الإعلانات الغير متطفلة
bn: কিছু গোপনীয়তা অলঙ্ঘঙ্কারী বিজ্ঞাপনকে অনুমতি দিন
es_es: Permitir alguna publicidad no molesta
fr: Autoriser les publicités non-intrusives
ja: いくつかの押し付けがましくない広告を許可します。
nb: Tillat enkelte ikke-påtrengende annonser
pl: Zezwalaj na nienatrętne reklamy
ro: Permite unele reclame acceptabile
zh_hans: 允许一些非侵入性的广告

# 4Ma-gI-dEb.headerTitle
source: VERSION
ar: الإصدار
bn: সংস্করণ
es_es: VERSIÓN
ja: バージョン
nb: VERSJON
pl: WERSJA
ro: VERSIUNE
zh_hans: 版本

# 9TK-Zf-1G9.text
source: 1. Go to iOS Settings → Safari → Content Blockers
ar: 1. إنتقل إلى الإعدادات ← Safari ← أدوات حظر المحتوى
bn: ১. Settings যান → Safari → Content Blockers
es_es: 1. Ve a Ajustes → Safari → Bloqueadores de contenido
fr: 1. Aller sur paramètres iOS → Safari → Bloqueurs de contenus
ja: 1. iOS の設定 → Safari → コンテンツブロッカー
nb: 1. Gå til Innstillinger → Safari → Innholdssperringer
pl: 1. Przejdź do Ustawienia iOS → Safari → Blokowanie treści
ro: 1. Du-te Configurări → Safari → Sisteme de blocare a conţinutului
zh_hans: 1. 转到 iOS 设置 → Safari → 内容拦截器

# 94r-nm-jV7.text
source: We'd like to encourage websites to use straightforward, nonintrusive advertising. That's why we've established strict guidelines to identify Acceptable Ads, which are shown under default settings. If you wish to browse ad-free, you can disable this setting at any time.
ar: نود أن نشجع مواقع الويب بإستخدام إعلانات واضحة، غير مؤذية، ولا تخرب تجربة التصفح. لذلك وضعنا مبادئ توجيهية صارمة لتحديد الإعلانات المقبولة، والتي تظهر تحت قائمة الإعدادات الإفتراضية. إذا كنت ترغب في تصفح خالي تماما من الإعلانات، يمكنك تَغيير هذا الإعداد في أي وقت.
bn: আমরা ওয়েবসাইটকে সহজবোধ্য, অ-অনধিকারমূলক বিজ্ঞাপন ব্যবহার করতে উত্সাহিত করতে চাই। এ কারণেই আমরা গ্রহণযোগ্য বিজ্ঞাপন চিহ্নিত করতে নিয়মনীতি প্রতিষ্ঠিত করেছি, যা ডিফল্ট সেটিংসের অধীনে প্রদর্শন করা হয়। আপনি যদি বিজ্ঞাপন মুক্ত ব্রাউজ করতে ইচ্ছুক হন, আপনি সেটিংস থেকে যে কোন সময় এটি নিষ্ক্রিয় করতে পারেন।
es_es: Nos gustaría animar a las páginas web a que usen publicidad honesta y que no moleste. Por eso hemos establecido unas reglas estrictas para identificar los anuncios aceptables que se mostrarán de forma predeterminada. Si todavía quieres bloquear toda la publicidad, puedes desactivar esta predisposición en cualquier momento.
fr: Nous aimerions encourager les sites à utiliser de la publicité simple, non-intrusive. C'est pourquoi nous avons établi des directives strictes pour identifier les annonces acceptable, qui sont affichées par défaut. Si vous souhaitez naviguer sans publicité, vous pouvez désactiver cette option à tout moment.
ja: 我々は、真っ直ぐで、押しつけがましくない広告を使用する Web サイトを支持したいと思います。我々は既定の設定で表示される控えめな広告を判別するための厳格なガイドラインを策定しました。もし、一切の広告なしで閲覧したい場合は、いつでもこの設定を無効にできます。
nb: Vi vil herved oppfordre nettsteder til å bruke enkle, ikke-påtrengende annonser. Det er grunnen til at vi har laget strenge retningslinjer for å identifisere Akseptable annonser. Du finner retningslinjene under standardinnstillingene. Dersom du ønsker å surfe helt uten annonser, kan du skru av Akseptable annonser når som helst.
pl: Chcielibyśmy zachęcić firmy do używania prostych, dyskretnych reklam. Dlatego mamy zdefiniowane ścisłe wytyczne określające akceptowalne reklamy wyświetlane na podstawie tych ustawień. Jeśli chcesz blokować każdą reklamę, możesz tę funkcję wyłączyć w dowolnej chwili.
ro: Am dori să încurajăm site-urile să utilizeze publicitatea discretă, neinvazivă. De aceea am stabilit criterii stricte pentru a identifica reclamele acceptabile, care sunt incluse la setările implicite. Dacă doriţi să navigaţi fără reclame, aveţi posibilitatea să dezactivaţi această setare în orice moment.
zh_hans: 我们想鼓励网站使用简单、非侵入式的广告。这就是为什么我们已经建立了严格的准则来判断在默认设置下显示的可接受广告。如果你想要浏览时完全无广告，您可随时禁用此设置。

# ABG-dZ-EA2.text
source: Acceptable Ads
ar: الإعلان المقبول
bn: গ্রহণযোগ্য বিজ্ঞাপন
es_es: Anuncios Aceptables
fr: Publicités acceptables
ja: 控えめな広告
nb: Akseptable annonser
pl: Akceptowalne reklamy
ro: Reclame acceptabile
zh_hans: 可接受广告

# ASd-WJ-vg5.title
source: Adblock Plus
ar: آدبلوك بلس

# CNX-VR-6h9.text
source: Annoying ads are always blocked, while nonintrusive ads are displayed by default. You can change this setting at any time.
ar: الإعلانات المزعجة يتم حظرها دائماً، بينما يتم السماح للإعلانات الغير متطفلة بشكل إفتراضي. يمكنك تغيير هذا الإعداد في أي وقت.
bn: বিরক্তিকর বিজ্ঞাপন সবসময় অবরুদ্ধ থাকবে, যেখানে অ-অনধিকারমূলক বিজ্ঞাপন ডিফল্টরূপে প্রদর্শিত হয়। আপনি যে কোন সময়ে এই সেটিং পরিবর্তন করতে পারেন।
es_es: La publicidad molesta siempre se bloqueará, mientras que la no molesta se permitirá de forma predeterminada. Puedes cambiar esta configuración en cualquier momento.
fr: Les publicités gênantes sont toujours bloquées, tandis que les publicités non-intrusive sont affichées par défaut. Vous pouvez modifier ce paramètre à tout moment.
ja: 迷惑な広告は常時ブロックされますが、押し付けがましくない広告はデフォルトで表示されます。この設定は随時変更可能です。
nb: Irriterende annonser er alltid blokkert, mens enkelte ikke-påtrengende annonser vises som standard. Du kan endre dette når som helst.
pl: Irytujące reklamy są zawsze blokowane, a nienatarczywe reklamy są domyślnie wyświetlane. Te ustawienia w dowolnym czasie można zmienić.
ro: Reclamele enervante sunt întotdeauna blocate, în timp ce cele neinvazive sunt afişate în mod implicit. Puteţi modifica această setare în orice moment.
zh_hans: 自动过滤恼人的侵入性广告，但对于非侵入性广告默认保留。您可以随时更改此设置。

# EiF-J0-RYy.title
source: Whitelisted Websites
ar: قائمة المواقع المسموحة
bn: সাদাতালিকাভুক্ত ওয়েবসাইট
es_es: Páginas web en lista blanca
fr: Sites en liste blanche
ja: ホワイトリストに登録済みのウェブサイト
nb: Hivtelistede nettsteder
pl: Dozwolone witryny
ro: Site-uri neblocate
zh_hans: 白名单中的网站

# Hto-9e-Mjf.title
source: About
ar: حول
bn: সম্পর্কে
es_es: Acerca de
fr: À propos
ja: バージョン情報
nb: Om
pl: Informacje
ro: Despre
zh_hans: 关于

# JGs-ZZ-lI9.headerTitle
source: MORE
ar: المزيد
bn: আরো
es_es: MÁS
fr: PLUS
ja: 詳細
nb: MER
pl: WIĘCEJ
ro: MAI MULT
zh_hans: 更多

# KLy-wT-2fz.text
source: Safari Configuration
ar: تهيئة سفاري
bn: Safari কনফিগারেশন
es_es: Configuración de Safari
fr: Configuration de Safari
ja: Safari の設定
nb: Safari-konfigurasjon
pl: Konfiguracja Safari
ro: Configurare Safari
zh_hans: Safari 配置

# PnU-9J-ZXq.text
source: Update Filter lists
ar: تحديث قوائم الفلاتر
bn: ছাঁকন তালিকা হালনাগাদ করুন
es_es: Actualizar las listas de filtros
fr: Mise à jour des listes de filtres
ja: フィルタリストを更新
nb: Oppdater filterlistene
pl: Aktualizuj listy filtrów
ro: Actualizaţi listele de filtre
zh_hans: 更新过滤规则列表

# RRQ-SL-6ZV.text
source: You're in control
ar: انت المتحكم
bn: আপনি নিয়ন্ত্রণ করুন
es_es: Tú tienes el control
fr: Vous contrôlez tout
ja: あなたの思い通りに
nb: Du har kontrollen
pl: Masz kontrolę
ro: Aveţi pe deplin controlul
zh_hans: 一切在你的控制之下

# TUG-U9-6x7.normalTitle
source: Download on the App Store
ar: التحميل من متجر آبل
bn: App Store থেকে ডাউনলোড করুন
es_es: Descargar de la App Store
fr: Télécharger sur l'App Store
ja: App Store でダウンロード
nb: Last ned fra App Store
pl: Pobierz z App Store
ro: Descarcă de pe App Store
zh_hans: 在 App Store 下载

# Thw-XS-bUp.text
source: 2. Enable Adblock Plus and wait for 10 seconds
ar: 2. فعل آدبلوك بلس و إنتظر لمدة 10 ثوان
bn: ২. Adblock Plus সক্রিয় করতে ১০ সেকেন্ড অপেক্ষা করুন
es_es: 2. Activa Adblock Plus y espera 10 segundos
fr: 2. Activer Adblock Plus et attendez 10 secondes
ja: 2. Adblock Plus を有効にして 10 秒間待ちます
nb: 2. Aktiver Adblock Plus og vent 10 sekunder
pl: 2. Włącz Adblock Plusa i zaczekaj 10 sekund
ro: 2. Ativaţi Adblock Plus şi aşteptaţi 10 secunde
zh_hans: 2. 启用 Adblock Plus 并等待10秒

# VES-kP-JDg.text
source: No websites whitelisted
ar: لا توجد مواقع على القائمة البيضاء
bn: কোন সাদাতালিকাভুক্ত ওয়েবসাইট নেই
es_es: No hay webs en lista blanca
fr: Aucun site en liste blanche
ja: ホワイトリストに登録済みのウェブサイトはありません
nb: Ingen nettsteder er hvitelistet
pl: Nie ma dozwolonych witryn
ro: Niciun site în lista de site-uri neblocate
zh_hans: 没有网站白名单

# VJZ-V3-ohd.text
source: To get a better ad blocking experience, use Adblock *Browser* for iOS
ar: للحصول على تجربة أفضل مع حضر الإعلانات، إستخدم *المتصفح* آدبلوك لـ آي أو إس iOS
bn: একটি ভাল বিজ্ঞাপন মুক্ত অভিজ্ঞতা পেতে, iOS-এর জন্য Adblock *Browser* ব্যবহার করুন
es_es: Para una mejor experiencia de bloqueo de publicidad, utiliza Adblock *Browser* para iOS
fr: Pour obtenir une meilleure expérience de blocage de la publicités, utilisez Adblock *Browser* pour iOS
ja: より良い広告ブロック体験を得るには、iOS向けの Adblock *Browser* を利用して下さい。
nb: Bruk Adblock *Browser* for iOS for en bedre annonseblokkeringsopplevelse
pl: By lepiej blokować reklamy użyj Adblock *Browser* dla iOS
ro: Pentru a avea o mai bună experienţă de blocare a reclamelor, utilizaţi Adblock *Browser* pentru iOS
zh_hans: 获得更好的广告屏蔽体验，使用 Adblock *浏览器* iOS

# Vy3-8g-AOR.normalTitle
source: Got it
ar: فهمت ذلك
bn: বুঝেছি
es_es: Entendido
fr: J'ai compris
ja: 了解
nb: Oppfattet
pl: Rozumiem
ro: Am înțeles
zh_hans: 知道了

# euz-Uy-cr5.text
source: Tap the Settings icon → Acceptable Ads
ar: إضغط على أيقونة الإعدادات ← الإعلانات المقبولة
bn: সেটিংস আইকনে টোকা দিন → গ্রহণযোগ্য বিজ্ঞাপন
es_es: Toca el icono de Configuración → Anuncios Aceptables
fr: Cliquez sur l'icône paramètres → Publicités Acceptables
ja: 設定アイコンをタップ → 控えめな広告
nb: Trykk på Innstillinger-ikonet → Akseptable annonser
pl: Stuknij ikonę Ustawienia → Akceptowalne reklamy
ro: Atingeţi pictograma setări → reclame acceptabile
zh_hans: 轻按“设置”图标 → 可接受广告

# hBD-xm-gdv.text
source: Acceptable Ads
ar: الإعلان المقبول
bn: গ্রহণযোগ্য বিজ্ঞাপন
es_es: Anuncios Aceptables
fr: Publicités acceptables
ja: 控えめな広告
nb: Akseptable annonser
pl: Akceptowalne reklamy
ro: Reclame acceptabile
zh_hans: 可接受广告

# iRE-JE-Bfh.title
source: Acceptable Ads
ar: الإعلان المقبول
bn: গ্রহণযোগ্য বিজ্ঞাপন
es_es: Anuncios Aceptables
fr: Publicités acceptables
ja: 控えめな広告
nb: Akseptable annonser
pl: Akceptowalne reklamy
ro: Reclame acceptabile
zh_hans: 可接受广告

# jgu-sr-NP6.text
source: Adblock Plus won't work if you don't configure your Safari settings. Don't worry, we'll show you how.
ar: آدبلوك بلس لن يعمل إذا لم تقم بضبط إعدادات سفاري. لا تقلق، سنوضح لك كيف.
bn: আপনি যদি আপনার Safari সেটিংস কনফিগার না করেন তাহলে Adblock Plus কাজ করবে না। চিন্তা করবেন না, কিভাবে করবেন তা আমরা আপনাকে দেখাবো।
es_es: Adblock Plus no funcionará si no configuras los ajustes de Safari. No te preocupes, te mostraremos cómo hacerlo.
fr: Adblock Plus ne fonctionnera pas si vous ne configurez pas vos paramètres Safari. Ne vous inquiétez pas, nous allons vous montrer comment.
ja: Safari を設定しないと Adblock Plus は動作しません。心配は要りません、我々がご案内しましょう。
nb: Adblock Plus fungerer ikke hvis du ikke endrer Safari-innstillingene. Ikke vær redd - vi skal vise deg hvordan du gjør det.
pl: Adblock Plus nie będzie działać, jeśli nie zostały skonfigurowane ustawienia Safari. Nie martw się, pokażemy ci jak to zrobić.
ro: Adblock Plus nu va funcţiona dacă nu configuraţi setările Safari. Nu vă faceţi griji, vă vom arăta cum.
zh_hans: 如果您不配置您的 Safari 设置，Adblock Plus 不会有效。别担心，我们会向您展示如何进行。

# kFT-cY-IYR.text
source: To enable ad blocking in Safari
ar: لتفعيل حظر الإعلانات في سفاري
bn: Safari বিজ্ঞাপন অবরোধ সক্রিয় করতে
es_es: Para activar el bloqueo de publicidad en Safari
fr: Pour activer le blocage de la publicité dans Safari
ja: Safari で広告ブロックを有効にするには
nb: For å aktivere annonseblokkering i Safari
pl: Włączenie blokowania reklam w Safari
ro: Pentru a activa blocarea relamelor în Safari
zh_hans: 要启用 Safari 中的广告拦截

# md9-Cg-TU4.text
source: Adblock Plus
ar: آدبلوك بلس

# oLj-ed-HW7.normalTitle
source: Configure Safari
ar: ضبط سفاري
bn: Safari কনফিগার করুন
es_es: Configurar Safari
fr: Configurer Safari
ja: Safari を設定
nb: Konfigurer Safari
pl: Konfiguruj Safari
ro: Configuraţi Safari
zh_hans: 配置 Safari

# qtJ-F2-gSw.title
source: Adblock Plus
ar: آدبلوك بلس

# w2u-Tw-F3D.headerTitle
source: EXCEPTIONS
ar: الإستثناءات
bn: ব্যতিক্রম
es_es: EXCEPCIONES
ja: 例外
nb: UNNTAK
pl: WYJĄTKI
ro: EXCEPŢII
zh_hans: 例外

# z6o-iS-GOv.footerTitle
source: Last filter list update: %@
ar: آخر تحديث لقائمة الفلاتر: %@
bn: ছাঁকন তালিকা সর্বশেষ হালনাগাদ: %@
es_es: Última actualización de lista del filtros: %@
fr: Dernière mise à jour de la liste de filtre: %@
ja: フィルタリスト最終更新日時: %@
nb: Forrige filterlisteoppdatering: %@
pl: Ostatnia aktualizacja listy filtrów: %@
ro: Ultima actualizare de listă de filtre: %@
zh_hans: 上次更新过滤规则列表：%@

# CFBundleDisplayName
source: Adblock Plus
ar: آدبلوك بلس

source: ADD WEBSITE TO WHITELIST
ar: أضف الموقع للقائمة المسموحة
bn: সাদাতালিকায় ওয়েবসাইট যুক্ত করুন
es_es: AGREGAR WEB A LA LISTA BLANCA
fr: AJOUTER LE SITE WEB À LA LISTE BLANCHE
ja: ホワイトリストにサイトを追加
nb: SETT NETTSTED PÅ HVITELISTEN
pl: DODAJ WITRYNĘ DO LISTY DOZWOLONYCH
ro: ADĂUGAŢI SITE-UL LA LISTA ALBĂ
zh_hans: 添加网站到白名单

source: Failed to update filter lists. Please try again later.
ar: فشل تحديث قوائم الفلاتر. الرجاء المحاولة مرة أخرى لاحقاً.
bn: ছাঁকনি তালিকা হালনাগাদকরণ ব্যর্থ হয়েছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন।
es_es: Hubo un error al actualizar las listas de filtros. Por favor, inténtalo más tarde.
fr: La mise à jour des listes de filtres a échoué. Veuillez réessayer ultérieurement.
ja: フィルタリストを更新できませんでした。後ほど再度お試しください。
nb: Kan ikke oppdatere filterlistene. Vennligst prøv igjen senere.
pl: Nie udało się zaktualizować list filtrów. Spróbuj ponownie później.
ro: Nu a reușit să actualizeze listele de filtre. Vă rugăm să încercaţi din nou mai târziu.
zh_hans: 更新过滤规则列表失败。请稍后再试。

source: YOUR WHITELIST
ar: قوائمك المسموح بها
bn: আপনার সাদাতালিকা
es_es: TU LISTA BLANCA
fr: VOTRE LISTE BLANCHE
ja: ホワイトリスト
nb: HVITELISTEN DIN
pl: LISTA DOZWOLONYCH
ro: LISTA TA ALBĂ
zh_hans: 您的白名单

source: Filter list update failed
ar: فشل تحديث قائمة الفلاتر
bn: ছাঁকনি তালিকা হালনাগাদকরণ ব্যর্থ হয়েছে
es_es: Hubo un error al actualizar la lista de filtros
fr: La mise à jour de la liste de filtre a échoué
ja: フィルタリストの更新に失敗しました
nb: Filterlisteoppdateringen mislyktes
pl: Nie udało się zaktualizować listy filtrów
ro: Actualizarea listei de filtre nu a reușit
zh_hans: 过滤规则列表更新失败
